[
  {
    "plantId": "PL001ZXC",
    "title": "Snake Plant",
    "categoryId": 1,
    "price": 25.99,
    "rating": 4.5,
    "stock": 30,
    "careLevel": "Easy",
    "description": "The Snake Plant, also known as Mother-in-Law's Tongue, is a Hardy and attractive plant. It thrives in low light and requires minimal watering, making it perfect for beginners. Its upright leaves add a touch of green to any space, and it is an excellent air purifier, removing toxins like formaldehyde and benzene from the air. It's ideal for office spaces or bedrooms due to its low-maintenance nature.",
    "image": "https://i.ibb.co/XfLYQJXm/Snake-Plant.webp",
    "provider": "GreenLeaf Co."
  },
  {
    "plantId": "PL002JKN",
    "title": "Spider Plant",
    "categoryId": 1,
    "price": 18.50,
    "rating": 5,
    "stock": 45,
    "careLevel": "Easy",
    "description": "Spider Plants are known for their air-purifying qualities and charming green and white striped leaves. They're Easy to care for and grow rapidly, producing ‘babies’ that can be propagated into new plants. With their ability to remove formaldehyde and xylene, they're perfect for homes or offices. They thrive in indirect light and can be watered when the soil is dry.",
    "image": "https://i.ibb.co/xtT7Z3D6/Spider-Plant.webp",
    "provider": "Urban Oasis"
  },
  {
    "plantId": "PL003TYB",
    "title": "Aloe Vera",
    "categoryId": 2,
    "price": 12.75,
    "rating": 4,
    "stock": 60,
    "careLevel": "Easy",
    "description": "Aloe Vera is a versatile plant known for its medicinal properties. It can be used to soothe burns, moisturize skin, and even treat minor wounds. Apart from being a useful plant, Aloe Vera also helps repel insects. It’s a succulent that thrives in bright, indirect sunlight and needs to be watered only when the soil is dry. It’s a great plant for any sunny corner in your home.",
    "image": "https://i.ibb.co/hFNBGQW6/AloeVera.jpg",
    "provider": "Sunny Plants"
  },
  {
    "plantId": "PL004KLP",
    "title": "Peace Lily",
    "categoryId": 1,
    "price": 35.99,
    "rating": 4.5,
    "stock": 25,
    "careLevel": "Moderate",
    "description": "Peace Lilies are known for their elegant white flowers and their ability to filter indoor air. They remove mold spores, VOCs, and other toxins, making them excellent for improving air quality. They thrive in low light and need to be kept moist but not waterlogged. Their glossy, dark green leaves are beautiful and add a touch of serenity to any indoor space.",
    "image": "https://i.ibb.co/n8LqfTMj/Peace-Lily.jpg",
    "provider": "GreenLeaf Co."
  },
  {
    "plantId": "PL005RJK",
    "title": "Bamboo Palm",
    "categoryId": 1,
    "price": 40.00,
    "rating": 4.5,
    "stock": 10,
    "careLevel": "Moderate",
    "description": "The Bamboo Palm is a popular indoor plant known for its lush, feathery leaves. This plant thrives in low light and is perfect for placing in shaded corners of the house. It is an excellent air purifier, removing harmful chemicals like formaldehyde and benzene from the air. The Bamboo Palm is Easy to care for as long as it’s kept in a humid environment with consistent watering.",
    "image": "https://i.ibb.co/spYJCW11/Bamboo-Palm.webp",
    "provider": "The Plant Hub"
  },
  {
    "plantId": "PL006ABC",
    "title": "English Ivy",
    "categoryId": 1,
    "price": 15.25,
    "rating": 4,
    "stock": 20,
    "careLevel": "Moderate",
    "description": "English Ivy is a versatile and fast-growing plant with beautiful trailing vines. It thrives in Moderate light and is perfect for hanging baskets or shelves. Not only does it improve air quality by removing toxins such as benzene and formaldehyde, but it also helps reduce mold levels. This Hardy plant can be trained to grow along trellises or allowed to cascade over the edges of containers.",
    "image": "https://i.ibb.co/zHVKFg0R/English-Ivy.jpg",
    "provider": "Nature's Best"
  },
  {
    "plantId": "PL007HJI",
    "title": "Lavender",
    "categoryId": 2,
    "price": 22.00,
    "rating": 5,
    "stock": 15,
    "careLevel": "Moderate",
    "description": "Lavender is not only a beautiful, fragrant plant but also a natural insect repellent. Its strong aroma is known to repel mosquitoes, flies, and other pests. It prefers a sunny spot with well-draining soil and should be watered only when the soil is dry. Lavender can also be used in aromatherapy, with its calming scent helping to reduce stress and promote relaxation.",
    "image": "https://i.ibb.co/5X2Sr8KK/Lavender.jpg",
    "provider": "Sunshine Growers"
  },
  {
    "plantId": "PL008MNK",
    "title": "Rubber Plant",
    "categoryId": 1,
    "price": 30.50,
    "rating": 4.5,
    "stock": 40,
    "careLevel": "Moderate",
    "description": "Rubber Plants are known for their glossy, dark green leaves and their ability to purify indoor air. They are effective in removing toxins like formaldehyde and trichloroethylene from the air. Rubber Plants need indirect light and should be watered when the top of the soil feels dry. With proper care, they can grow into large, dramatic plants that make a statement in any room.",
    "image": "https://i.ibb.co/5xLJBXRJ/Rubber-Plant.webp",
    "provider": "The Plant Hub"
  },
  {
    "plantId": "PL009LKI",
    "title": "ZZ Plant",
    "categoryId": 1,
    "price": 27.99,
    "rating": 4,
    "stock": 35,
    "careLevel": "Easy",
    "description": "The ZZ Plant is one of the easiest plants to care for. With its waxy, dark green leaves, it thrives in low light and can tolerate long periods without water. This Hardy plant can survive in a variety of indoor environments and is perfect for beginners. It's also an excellent air purifier, removing toxins like xylene, toluene, and benzene from the air.",
    "image": "https://i.ibb.co/kgbf5KmZ/ZZPlant.jpg",
    "provider": "Urban Oasis"
  },
  {
    "plantId": "PL010DJP",
    "title": "Pothos",
    "categoryId": 1,
    "price": 12.99,
    "rating": 4.5,
    "stock": 50,
    "careLevel": "Easy",
    "description": "Pothos is a popular indoor plant known for its trailing vines and heart-shaped leaves. It thrives in low light and is Easy to care for, requiring only occasional watering when the soil dries out. Pothos is effective in purifying the air, removing harmful toxins like formaldehyde, benzene, and xylene. It can be placed in a hanging basket or allowed to cascade from shelves and windowsills.",
    "image": "https://i.ibb.co/MyD5GB5g/Pothos.webp",
    "provider": "GreenLeaf Co."
  },
  {
    "plantId": "PL011XJV",
    "title": "Philodendron",
    "categoryId": 1,
    "price": 18.25,
    "rating": 4.5,
    "stock": 18,
    "careLevel": "Moderate",
    "description": "Philodendrons are a versatile group of plants with large, glossy leaves that come in various shapes and colors. They thrive in indirect light and need to be watered when the top of the soil dries out. These plants are great at filtering indoor air, removing toxins like formaldehyde. Philodendrons are perfect for adding a touch of greenery to any indoor space and can be grown as climbing or trailing plants.",
    "image": "https://i.ibb.co/N62YrF3H/Philodendron.jpg",
    "provider": "Nature's Best"
  },
  {
    "plantId": "PL012KZD",
    "title": "Cactus",
    "categoryId": 3,
    "price": 10.00,
    "rating": 3.5,
    "stock": 70,
    "careLevel": "Hard",
    "description": "Cacti are beautiful and unique plants known for their spiny appearance and ability to survive in harsh conditions. They require minimal care, needing only occasional watering and lots of sunlight. Cacti are perfect for dry, sunny locations and can be kept indoors in areas with plenty of direct sunlight. They come in many shapes and sizes and make great Decorative plants for modern, minimalist spaces.",
    "image": "https://i.ibb.co/2Bs0xLm/Cactus.webp",
    "provider": "Sunny Plants"
  },
  {
    "plantId": "PL013WOL",
    "title": "Mint",
    "categoryId": 2,
    "price": 8.99,
    "rating": 4.5,
    "stock": 60,
    "careLevel": "Easy",
    "description": "Mint is a fragrant herb that is well known for its ability to repel insects like mosquitoes and ants. It is also used in cooking and teas. Mint is Easy to grow, requiring Moderate sunlight and regular watering. It thrives in a container or garden bed, and its leaves can be harvested as needed for use in culinary dishes or herbal remedies.",
    "image": "https://i.ibb.co/nqnJtYpw/Mint.webp",
    "provider": "GreenLeaf Co."
  },
  {
    "plantId": "PL014FJG",
    "title": "Chinese Evergreen",
    "categoryId": 1,
    "price": 28.99,
    "rating": 4.5,
    "stock": 20,
    "careLevel": "Moderate",
    "description": "Chinese Evergreens are beautiful indoor plants with dark green, patterned leaves. They are great at improving air quality by filtering out harmful toxins. Chinese Evergreens are Easy to care for, requiring only indirect light and watering when the soil is dry. They can thrive in low-light environments, making them ideal for offices or rooms with minimal sunlight.",
    "image": "https://i.ibb.co/C3jxkDGW/Chinese-Evergreen.webp",
    "provider": "Sunny Plants"
  },
  {
    "plantId": "PL015YJL",
    "title": "Cast Iron Plant",
    "categoryId": 1,
    "price": 21.00,
    "rating": 4.5,
    "stock": 22,
    "careLevel": "Easy",
    "description": "The Cast Iron Plant is a low-maintenance indoor plant that is nearly indestructible. It thrives in low light, is drought-tolerant, and requires little care. It’s perfect for beginners and those who don’t have a green thumb. Apart from its ability to purify the air, it has attractive, dark green foliage that can add texture to any indoor space.",
    "image": "https://i.ibb.co/zVCdY2Pw/Cast-Iron-Plant.webp",
    "provider": "Urban Oasis"
  },
  {
    "plantId": "PL016VHD",
    "title": "Orchid",
    "categoryId": 3,
    "price": 45.00,
    "rating": 5,
    "stock": 15,
    "careLevel": "Moderate",
    "description": "Orchids are known for their stunning flowers and come in a wide variety of colors. These plants are highly Decorative and are often seen in elegant home settings. Orchids require bright, indirect light and need to be watered regularly, but not overwatered. With proper care, they can bloom multiple times a year, adding a touch of luxury to any room.",
    "image": "https://i.ibb.co/RpSD2GrV/Orchid.webp",
    "provider": "Blooming Creations"
  },
  {
    "plantId": "PL017QPO",
    "title": "Ficus Tree",
    "categoryId": 3,
    "price": 50.00,
    "rating": 4.5,
    "stock": 18,
    "careLevel": "Moderate",
    "description": "Ficus Trees are elegant, tall indoor plants with glossy, dark green leaves. They can grow quite large and make a striking addition to living rooms or offices. Ficus Trees thrive in indirect light and need consistent watering when the top of the soil feels dry. They're perfect for those looking to add a touch of sophistication to their space.",
    "image": "https://i.ibb.co/8nxcr0rc/Ficus-Tree.webp",
    "provider": "The Plant Studio"
  },
  {
    "plantId": "PL018KLA",
    "title": "Bird of Paradise",
    "categoryId": 3,
    "price": 60.00,
    "rating": 4.5,
    "stock": 12,
    "careLevel": "Moderate",
    "description": "Bird of Paradise is a tropical plant with large, dramatic leaves and striking orange flowers. It's often grown as a statement plant in larger spaces like living rooms or lobbies. It thrives in bright, indirect light and requires regular watering. With its exotic look, it's sure to attract attention and add an element of drama to your décor.",
    "image": "https://i.ibb.co/JWWRYPgN/Birdof-Paradise.jpg",
    "provider": "Tropical Greens"
  },
  {
    "plantId": "PL019KLI",
    "title": "Pilea Peperomioides",
    "categoryId": 3,
    "price": 28.50,
    "rating": 4,
    "stock": 25,
    "careLevel": "Easy",
    "description": "Pilea Peperomioides, also known as the Chinese Money Plant, is famous for its round, coin-shaped leaves that create a striking, modern look. It thrives in bright, indirect light and is Easy to care for, making it perfect for beginners. This plant has become a popular choice for interior décor due to its unique, trendy appearance.",
    "image": "https://i.ibb.co/99SrPvVy/Pilea-Peperomioides.jpg",
    "provider": "Urban Oasis"
  },
  {
    "plantId": "PL020AJD",
    "title": "Crown of Thorns",
    "categoryId": 3,
    "price": 18.99,
    "rating": 4.5,
    "stock": 40,
    "careLevel": "Hard",
    "description": "Crown of Thorns is a succulent plant known for its colorful, spiky flowers. It’s a perfect addition to modern, minimalist spaces and thrives in full sunlight. This plant requires little maintenance, only needing water when the soil is completely dry. Despite its tough, thorny appearance, it’s a beautiful plant that can bloom year-round in ideal conditions.",
    "image": "https://i.ibb.co/HfbH6MmR/Crownof-Thorns.webp",
    "provider": "The Plant Hub"
  }
]
